[
    {
        "name": "Blind Girl",
        "age": "unknown",
        "description": "Replace this text with a description of Blind Girl",
        "mentions": [
            "town"
        ]
    },
    {
        "name": "Cokeland",
        "age": "unknown",
        "description": "Replace this text with a description of Cokeland",
        "mentions": [
            "town"
        ]
    },
    {
        "name": "Cokeland's son",
        "age": "unknown",
        "description": "Replace this text with a description of Cokeland's son",
        "mentions": [
            "town"
        ]
    },
    {
        "name": "Daniel Catrell",
        "age": "unknown",
        "description": "Replace this text with a description of Daniel Catrell",
        "mentions": [
            "town"
        ]
    },
    {
        "name": "Forsh Cording",
        "age": "unknown",
        "description": "Forsh Cording is a mysterious man with supposed clairvoyant abilities. He appears no older than 35, but evokes the aura of someone much older. Internet search of the man only yields the fact that he recently held post as a professor of ancient studies at the University of Toronto. On October 9th, 2005, Cording recruits a videographer named William Royden to travel with him to the town of Robinsong, VA. His goal is to find, and put a stop to, the malevolent spirit of Gretchen Plowzer. Cording believes Plowzer's ghost is responsible for the dark and reprehensible events plaguing the town's history. A serious man, Cording speaks to Royden in a calm, flat monotone. While in Robinsong he behaves very strangely; walking around, often aimlessly, while listening to something Royden cannot hear. Cording eventually lets on that he is aware of numerous places like Robinsong and that his purpose is to help remedy such hauntings. A missing persons poster portraying Cording's image is seen by Royden taped to the crumbling bedroom wall of Irwin Settle, a deranged man who was put to death in 1997 after the abduction and brutal murder of his psychiatrist, Dr. Steen. The 'last seen' date on the poster is the current date, October 9th, 2005. A few hours later, Cording is attacked by, who we assume to be, the spirit of Gretchen Plowzer. His fate is unknown.",
        "mentions": [
            "town"
        ]
    },
    {
        "name": "Gretchen Plowzer",
        "age": "unknown",
        "description": "Replace this text with a description of Gretchen Plowzer",
        "mentions": [
            "town"
        ]
    },
    {
        "name": "Irwin Settle",
        "age": "unknown",
        "description": "Replace this text with a description of Irwin Settle",
        "mentions": [
            "town"
        ]
    },
    {
        "name": "Sarah",
        "age": "unknown",
        "description": "Replace this text with a description of Sarah",
        "mentions": [
            "town"
        ]
    },
    {
        "name": "Steen",
        "age": "unknown",
        "description": "Replace this text with a description of Steen",
        "mentions": [
            "town"
        ]
    },
    {
        "name": "Steve",
        "age": "unknown",
        "description": "Replace this text with a description of Steve",
        "mentions": [
            "town"
        ]
    },
    {
        "name": "White Creature",
        "age": "unknown",
        "description": "Replace this text with a description of White Creature",
        "mentions": [
            "town"
        ]
    },
    {
        "name": "William Royden",
        "age": "mid-to-late twenties",
        "description": "William Royden is a videographer who has lived in Annapolis, MD since he was 13-years old. From ages 5-12 he lived with his family in the small town of Robinsong, VA where he attended Cotton Elementary for grades 1 through 6. Royden has a grandfather who still lives in Robinsond that he visits on occasion. On October 9th, 2005, Royden is paid $500 by a mysterious man named Forsh Cording to accompany his to Robinsong and assist in confronting the malevolent spirit of Gretchen Plowzer, who Cording believes is responsible for the strange and terrifying events experienced by the town's citizens. This task causes Royden severe physical and psychological torment. He abandons his post and flees his hometown of Robinsong by train. He does not return, even to visit his grandfather.",
        "mentions": [
            "town"
        ]
    },
    {
        "name": "William Royden's grandfather",
        "age": "unknown",
        "description": "Replace this text with a description of William Royden's grandfather",
        "mentions": [
            "town"
        ]
    }
]